"DKRefreshHeaderIdleText" = "Pull down to refresh";
"DKRefreshHeaderPullingText" = "Release to refresh";
"DKRefreshHeaderRefreshingText" = "Loading...";

"DKRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"DKRefreshAutoFooterRefreshingText" = "Loading...";
"DKRefreshAutoFooterNoMoreDataText" = "No more data";

"DKRefreshBackFooterIdleText" = "Pull up to load more";
"DKRefreshBackFooterPullingText" = "Release to load more.";
"DKRefreshBackFooterRefreshingText" = "Loading...";
"DKRefreshBackFooterNoMoreDataText" = "No more data";

"DKRefreshHeaderLastTimeText" = "Last update:";
"DKRefreshHeaderDateTodayText" = "Today";
"DKRefreshHeaderNoneLastDateText" = "No record";
